IDEA Open Model
ResultOfDeformation Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ResultOfDeformation()
Public Sub New
public:
ResultOfDeformation()
See Also
Reference
ResultOfDeformation Class
IdeaRS.OpenModel.Result Namespace